# Brewfile

tap 'homebrew/versions'
tap 'homebrew/dupes'

brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'vim'

brew 'envchain'
brew 'curl'
brew 'wget'
brew 'python'
brew 'git'
brew 'ack'
brew 'the_silver_searcher'
brew 'osxutils'
brew 'ssh-copy-id'
brew 'tree'
brew 'mobile-shell'
brew 'nmap'
brew 'toilet'
brew 'xz'
brew 'jq'
brew 'gnupg21'
brew 'jid'

# php
#tap 'homebrew/homebrew-php'
#brew 'php55-intl'
#brew 'homebrew/php/composer'

# Casks
brew 'caskroom/cask/brew-cask'
cask 'iterm2'
cask 'google-chrome'
cask 'firefox'
cask 'atom'
cask 'sublime-text'

cask 'caskroom/fonts/font-hack'

cask 'dropbox'
cask 'adium'
cask 'skype'
cask 'keepassxc'
cask 'alfred'
cask 'divvy'

#cask 'chefdk'

cask 'sourcetree'
cask 'quassel-client'
cask 'vlc'
cask 'discord'
